tap "dart-lang/dart"
tap "go-delve/delve"
tap "homebrew/boneyard"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "igas/fry"
tap "jesseduffield/lazygit"
tap "neovim/neovim"
tap "railwaycat/emacsmacport"
tap "rogual/neovim-dot-app"
cask "java"
brew "openssl"
brew "arangodb", restart_service: true
brew "readline"
brew "sqlite"
brew "autojump"
brew "automake"
brew "bison"
brew "caddy"
brew "libffi"
brew "calc"
brew "gmp"
brew "nettle"
brew "gnutls"
brew "cask"
brew "cmake"
brew "cockroach"
brew "corectl"
brew "coreutils"
brew "couchdb"
brew "libevent"
brew "libyaml"
brew "crystal"
brew "cscope"
brew "ctags"
brew "curl"
brew "elixir"
brew "elm", link: false
brew "fish"
brew "ghostscript"
brew "git"
brew "git-flow-avh"
brew "go"
brew "googler"
brew "gradle"
brew "httpie"
brew "httrack"
brew "hub"
brew "iftop"
brew "libtool"
brew "imagemagick"
brew "ispell"
brew "jenv"
brew "jq"
brew "kotlin"
brew "legit"
brew "lftp"
brew "librsvg"
brew "libssh2"
brew "libxslt"
brew "luajit"
brew "mas"
brew "maven"
brew "mitmproxy"
brew "mongodb", restart_service: true
brew "monit"
brew "mono"
brew "ncdu"
brew "neovim"
brew "orientdb"
brew "peco"
brew "portaudio"
brew "pow"
brew "pyenv"
brew "qt"
brew "ranger"
brew "reattach-to-user-namespace"
brew "rethinkdb"
brew "ruby-build"
brew "ruby-install"
brew "rust"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tomcat"
brew "tomcat@7"
brew "tree"
brew "utf8proc"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "wget"
brew "xhyve"
brew "yarn"
brew "dart-lang/dart/dart"
brew "jesseduffield/lazygit/lazygit"
cask "1password6"
cask "3cxphone"
cask "alfred"
cask "atom"
cask "box-sync"
cask "brave"
cask "charles"
cask "cleanmymac"
cask "corectl-app"
cask "coreos"
cask "dash"
cask "docker"
cask "dropbox"
cask "etcher"
cask "felony"
cask "firefox"
cask "fluid"
cask "forklift"
cask "gimp"
cask "gitbox"
cask "go2shell"
cask "google-backup-and-sync"
cask "google-chrome"
cask "hipchat"
cask "intellij-idea"
cask "iterm2"
cask "itsycal"
cask "kaleidoscope"
cask "kap"
cask "keepingyouawake"
cask "keycastr"
cask "kindle"
cask "little-snitch"
# cask "mdrp"
cask "mesasqlite"
cask "ngrok"
cask "nitroshare"
cask "openrefine"
cask "opera"
cask "osxfuse"
cask "paw"
cask "qt-creator"
cask "redis-app"
cask "rubymine"
cask "sequel-pro"
cask "sketch"
cask "skitch"
cask "skype"
cask "spectacle"
cask "ssh-tunnel-manager"
cask "sublime-text"
cask "telegram"
cask "textmate"
cask "vimr"
cask "visual-studio-code"
cask "vmware-fusion"
cask "wkhtmltopdf"
cask "zoom"
# mas "1Password 7", id: 1333542190
mas "Agenda", id: 1287445660
mas "Bandwidth+", id: 490461369
mas "Bear", id: 1091189122
mas "Clean", id: 418412301
mas "Clocker", id: 1056643111
mas "Disk Map", id: 715464874
mas "DrUnarchiver", id: 1127253508
mas "Fluid Browser", id: 1077036385
mas "Flycut", id: 442160987
#mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "iRedis", id: 1169059561
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Remote Desktop", id: 1295203466
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Patterns", id: 429449079
mas "Sip", id: 507257563
mas "Slack", id: 803453959
mas "Todoist", id: 585829637
mas "Xcode", id: 497799835
